{
  "v": "ACDC10JSON00096c_",
  "d": "EPEjL-vytgDPQXkhBKzYC6UaU5-6737L2aE7YBw42i6t",
  "u": "0ABLGJZRz35dAdk1JJaB4TUz",
  "i": "ECeOQHwd0qyOvZO83GAQVKaZfD_qK5PHWrF0nFFsWfWV",
  "ri": "ENjJYdQ3iZCOoRT8954atnuWQ63ZIWErDJeK0hMECpX5",
  "s": "EAb4sF9w3CrkrcFxbKWcR0QSftF74FKUN6wHrjBTNuRx",
  "a": {
      "d": "EPBM7s4fxYZm9f4sc2I_ifFpSbSoa3U2UzTKNJrCv2vd",
      "u": "0AClWbehcflIFkAb2H7FsN_t",
      "i": "EE96HbjOckzsdPKUFAjEOVtuAA-56TIMu7XTMCfQ4ERE",
      "dt": "2024-12-17T21:51:28.265000+00:00",
      "role": "Example role description",
      "c_goal": [
          "meetupcorp.personal.date"
      ],
      "c_pgeo": [
          "US"
      ],
      "c_rgeo": [
          "US"
      ],
      "c_proto": [
          "proto:exp"
      ],
      "c_human": "",
      "c_after": "2024-12-17T10:39:29.769000+00:00",
      "c_before": "2025-12-17T10:39:29.769000+00:00"
  },
  "e": {
      "d": "EHT1EdlSf-1PF13JL_hX0HgeeMpdW7DtfrLPgYy_iePS",
      "issuer": {
          "n": "EIHrBsIu4dF-YtvIrwr6d5OYHM0pPLeMCALoD1S73A7q",
          "s": "ENPXp1vQzRF6JwIuS-mp2U8Uf1MoADoP_GqQ62VsDZWY",
          "o": "I2I"
      }
  },
  "r": {
      "d": "EFthNcTE20MLMaCOoXlSmNtdooGEbZF8uGmO5G85eMSF",
      "noRoleSemanticsWithoutGfw": "All parties agree that the role field has no enforceable semantics unless the gfw field is also defined, and its rules formally describe what the role means.",
      "issuerNotResponsibleOutsideConstraints": "Although verifiers set their own standards for verification, verifiers and issuees/delegates agree that they cannot not use this credential as proof that delegator has the right to exercise delegated authority under conditions when the constraints say otherwise.",
      "noConstraintSansPrefix": "Issuers agree that constraints exist only in fields with the c_ prefix, or in the role field with gfw defined. This allows verifiers to know with confidence whether all constraints have been satisfied, even if they do not understand some custom fields that lack the prefix.",
      "useStdIfPossible": "Issuers agree that if it is reasonable to express a constraint in one of the pre-defined ways, they will do so, rather than expressing the constraint in a note or in a custom field. This allows verifiers to be confident that when one of the pre-defined constraints is absent, delegated authority is unconstrained in its corresponding dimension.",
      "onlyDelegateHeldAuthority": "Issuers agree to only delegate authority that they reasonably believe they hold. Whether they do in fact hold that authority is still a matter for verifiers to evaluate (e.g., via edges or separate proving interactions), but this rule creates a modest accountability for data quality."
  }
}