{
  "d": "EDzA-H5YR2oc0sEUKzy_one8-jY2dxdOfjtT8PJJQds8",
  "humanIssuer": "Issuers MUST be human beings. By issuing any face-to-face credential, issuers become accountable to the world (all conceivable verifiers) for asserting that fact about themselves.",
  "issuerAssertsFaceToFace": "Issuers MUST issue face-to-face credentials only to a human being distinct from the issuer, with whom the issuer has interacted face-to-face. \"Face-to-face\" means occurring physically and in close proximity, with the face (and often, the rest of the body) of the issuee observable closely, clearly, and long enough that ordinary human observation can tell the difference between a real human and any artificial construct. Except under unusual circumstances which MUST be documented in the `caveats` field (e.g., blindness, deafness, talking in a dark cave), it also means that normal sensory experiences were available. Teleconferences and phone calls are not \"face-to-face\" and in and of themselves do not provide a valid basis for face-to-face credentials.",
  "humanIssuee": "Issuees MUST be human beings. By accepting a face-to-face credential, issuees become accountable for asserting that fact to the issuer. By using a face-to-face credential to characterize themselves to others, issuees become accountable for asserting that fact to verifiers.",
  "issueeAssertsFaceToFace": "Issuees MUST accept and use face-to-face credentials only from issuers with whom they have interacted face-to-face. By using a face-to-face credential to characterize themselves to others, issuees ALSO become accountable for asserting the reality of such interaction(s) to verifiers.",
  "noOverstatement": "Both issuers and issuees MUST agree that the face-to-face credential does not overstate the time or basis of their interaction. It may understate it (e.g., for privacy reasons).",
  "confirmIdentifiers": "The original communication of the issuer and issuee identifiers associated with a face-to-face credential may take place digitally (e.g., by NFC touch, by QR code). However, both parties MUST confirm to the other party during their face-to-face interaction(s) or via another secured out-of-band channel that they are using the identifier that the other party expects. This prevents man-in-the-middle attacks.",
  "fairBiometric": "If the credential includes a hash of a biometric (e.g., photo or voice print), both parties MUST agree the associated data is a reasonable representation of how the issuer perceived the issuee near the time of issuance.",
  "promptRevocation": "Issuers parties MUST agree to make prompt efforts to revoke any face-to-face credentials that they believe to be inaccurate. Issuees agree to immediately renounce any face-to-face credentials that they believe were not issued by a human."
}